

/*Data for the table `dct_noun` */

insert  into `dct_noun`(`word`,`qual`,`lang`,`type`) values 

('985高校','','zh',NULL),

('China','','en',NULL),

('Chine','','fr',NULL),

('CHN','','en','abbr'),

('CN','','en','abbr'),

('fdu','','en','abbr'),

('fudan','','en','abbr'),

('SH','','en','abbr'),

('Shanghai','','en','abbr'),

('上海','','zh','full'),

('上海985高校','','zh',NULL),

('上海市','','zh','full'),

('上海高校','','zh',NULL),

('东南大学','','zh',NULL),

('中国','','zh',NULL),

('中国高校','','zh',NULL),

('九校联盟','','zh',NULL),

('加利福利亚州','','zh',NULL),

('加州大学伯克利分校','','zh',NULL),

('加州高校','','zh',NULL),

('华东师范大学','','zh',NULL),

('南京大学','','zh',NULL),

('南京市','','zh',NULL),

('县级行政区','','zh',NULL),

('国家','','zh',NULL),

('圣克拉拉县','','zh',NULL),

('地级行政区','','zh',NULL),

('复旦','','zh','abbr'),

('复旦大学','','zh',NULL),

('大学','','zh',NULL),

('扬州市','','zh',NULL),

('斯坦福大学','','zh',NULL),

('杨浦区','','zh',NULL),

('江苏省','','zh','full'),

('沪','','zh','abbr'),

('泰州市','','zh',NULL),

('浦东新区','','zh',NULL),

('省级行政区','','zh',NULL),

('美国','','zh',NULL),

('美国高校','','zh',NULL),

('苏州市','','zh',NULL),

('镇江市','','zh',NULL),

('闵行区','','zh',NULL),

('阿拉梅达县','','zh',NULL),

('高校','','zh',NULL),

('魔都','','zh','surn'),

('黄浦区','','zh',NULL);

/*Data for the table `dct_rel` */

insert  into `dct_rel`(`sbj`,`oba`,`obj`,`seq`,`adv`,`ti1`,`ti2`) values 

('15暑期社会实践','复旦研会社会实践','PART',0,'','',''),

('2015-08-02','15暑期社会实践','TIME_STARTED',0,'','',''),

('2015-08-07','15暑期社会实践','TIME_ENDED',0,'','',''),

('211高校','中国高校','PART',0,'','',''),

('985高校','211高校','PART',0,'','',''),

('a','a','a',0,'','',''),

('berkeley','伯克利','ALIAS',0,'','',''),

('CHN','中国','ALIAS',0,'ISO3166 Alpha 3 Code','',''),

('CN','中国','ALIAS',0,'ISO3166 Alpha 2 Code','',''),

('DONGL','15暑期社会实践','领导者',0,'','',''),

('DONGL','复旦大学园委会','主席',0,'','2015-09','2016-07'),

('DONGL','复旦大学研究生会','副主席',0,'','2015-09','2017-01'),

('East China Normal University','华东师范大学','ALIAS',0,'','',''),

('ECNU','East China Normal University','ALIAS',0,'abbr','',''),

('FDU','复旦大学','ALIAS',0,'','',''),

('fudan','复旦大学','ALIAS',0,'abbr','',''),

('Fudan University','复旦大学','ALIAS',0,'','',''),

('GB','英国','ALIAS',0,'ISO3166 Alpha 2 Code','',''),

('GBR','英国','ALIAS',0,'ISO3166 Alpha 3 Code','',''),

('HZK','15暑期社会实践','参与者',0,'','',''),

('HZK','复旦大学园委会新媒体部','部长',0,'','2015-09','2016-07'),

('LIZT','15暑期社会实践','参与者',0,'','',''),

('UCB','University of California, Berkeley','ALIAS',0,'','',''),

('University of California, Berkeley','加州大学伯克利分校','ALIAS',0,'','',''),

('US','美国','ALIAS',0,'ISO3166 Alpha 2 Code','',''),

('USA','美国','ALIAS',0,'ISO3166 Alpha 3 Code','',''),

('上海','上海市','ALIAS',0,'','',''),

('上海985高校','985高校','PART',0,'','',''),

('上海985高校','上海高校','PART',0,'','',''),

('上海市','中国','直辖市',0,'','',''),

('上海财经大学','211高校','ONE',0,'','',''),

('上海高校','上海','PART',0,'','',''),

('上海高校','中国高校','PART',0,'','',''),

('东南大学','江苏985高校','ONE',0,'','',''),

('中国','国家','ONE',0,'','',''),

('中国科学技术大学','985高校','ONE',0,'','',''),

('中国高校','中国','PART',0,'','',''),

('中国高校','高校','PART',0,'','',''),

('九校联盟','985高校','PART',0,'','',''),

('伯克利','加州伯克利','ALIAS',0,'abbr','',''),

('加利福利亚州','美国','省级行政区',0,'','',''),

('加州伯克利','加州大学伯克利分校','ALIAS',0,'abbr','',''),

('北京大学','985高校','ONE',0,'','',''),

('北京市','中国','直辖市',0,'','',''),

('华东师大','华东师范大学','ALIAS',0,'abbr','',''),

('华东师范大学','上海985高校','ONE',0,'','',''),

('华东师范大学','闵行区','LOCATION',0,'HQ','',''),

('华师','华东师范大学','ALIAS',0,'abbr','',''),

('华师大','华东师范大学','ALIAS',0,'abbr','',''),

('南京大学','江苏985高校','ONE',0,'','',''),

('南京市','东南大学','LOCATION',0,'HQ','',''),

('南京市','南京大学','LOCATION',0,'HQ','',''),

('南京市','江苏省','地级行政区',0,'','',''),

('南京市','江苏省','省会',0,'','',''),

('县级行政区','地级行政区','SUB',0,'','',''),

('圣克拉拉县','加利福利亚州','县(美国)',0,'','',''),

('圣克拉拉县','斯坦福大学','LOCATION',0,'HQ','',''),

('地级行政区','省级行政区','SUB',0,'','',''),

('复旦','复旦大学','ALIAS',0,'abbr','',''),

('复旦大学','QS世界大学排行','RANK',88,'','2013','2014'),

('复旦大学','QS世界大学排行','RANK',71,'','2014','2015'),

('复旦大学','QS世界大学排行','RANK',51,'','2015','2016'),

('复旦大学','QS世界大学排行','RANK',43,'','2016','2017'),

('复旦大学','QS世界大学排行','RANK',40,'','2017','2018'),

('复旦大学','上海985高校','ONE',0,'','',''),

('复旦大学研究生会','复旦研会社会实践','主办方',0,'','',''),

('复旦大学邯郸路校区','复旦大学','主校区',0,'','',''),

('徐汇区','复旦大学枫林校区','LOCATION',0,'','',''),

('扬州市','江苏省','地级行政区',0,'','',''),

('杨浦区','上海市','地级行政区',0,'','',''),

('杨浦区','上海财经大学','LOCATION',0,'HQ','',''),

('杨浦区','复旦大学','LOCATION',0,'HQ','',''),

('杨浦区','复旦大学江湾校区','LOCATION',0,'','',''),

('杨浦区','复旦大学邯郸路校区','LOCATION',0,'','',''),

('江苏985高校','985高校','PART',0,'','',''),

('江苏省','中国','省级行政区',0,'','',''),

('江苏高校','中国高校','PART',0,'','',''),

('江苏高校','江苏','PART',0,'','',''),

('泰州市','江苏省','地级行政区',0,'','',''),

('浦东新区','上海市','地级行政区',0,'','',''),

('浦东新区','复旦大学张江校区','LOCATION',0,'','',''),

('海淀区','北京大学','LOCATION',0,'HQ','',''),

('海淀区','北京市','地级行政区',0,'','',''),

('直辖市','省级行政区','PART',0,'','',''),

('省级行政区','国家','SUB',0,'','',''),

('美国','国家','ONE',0,'','',''),

('苏州市','江苏省','地级行政区',0,'','',''),

('英国','国家','ONE',0,'','',''),

('许宁生','中山大学','本科生',0,'','','1982'),

('许宁生','中山大学','校长',0,'','2009','2014'),

('许宁生','中山大学物理学院','院长',0,'','2009','2009'),

('许宁生','复旦大学','校长',0,'','2014',''),

('镇江市','江苏省','地级行政区',0,'','',''),

('闵行区','上海市','地级行政区',0,'','',''),

('阿拉梅达县','加利福利亚州','县(美国)',0,'','',''),

('阿拉梅达县','加州大学伯克利分校','LOCATION',0,'HQ','',''),

('魔都','上海','ALIAS',0,'meme','',''),

('黄浦区','上海市','地级行政区',0,'','','');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
